var shiData = [
    {'id': '10001', 'value': '1室'},
    {'id': '10002', 'value': '2室'},
    {'id': '10003', 'value': '3室'},
    {'id': '10004', 'value': '4室'},
    {'id': '10005', 'value': '5室'},
    {'id': '10006', 'value': '6室'},
    {'id': '10007', 'value': '7室'},
    {'id': '10008', 'value': '8室'},
    {'id': '10009', 'value': '9室'}
];
var tingData = [
    {'id': '20001', 'value': '0厅'},
    {'id': '20002', 'value': '1厅'},
    {'id': '20003', 'value': '2厅'},
    {'id': '20004', 'value': '3厅'},
    {'id': '20005', 'value': '4厅'},
    {'id': '20006', 'value': '5厅'},
    {'id': '20007', 'value': '6厅'},
    {'id': '20008', 'value': '7厅'},
    {'id': '20009', 'value': '8厅'}
    
];
var weiData = [
    {'id': '30001', 'value': '0卫'},
    {'id': '30002', 'value': '1卫'},
    {'id': '30003', 'value': '2卫'},
    {'id': '30004', 'value': '3卫'},
    {'id': '30005', 'value': '4卫'},
    {'id': '30006', 'value': '5卫'},
    {'id': '30006', 'value': '6卫'}, 
    {'id': '30007', 'value': '7卫'},
    {'id': '30008', 'value': '8卫'} 
];